Repository: rforge/r-temis
Catalog: pkg/rcmdr.temis/po/R-*.po
Languages: fr

source: Text mining
fr: Analyse textuelle

source: Import corpus...
fr: Importer un corpus...

source: Show current corpus
fr: Afficher le corpus actif

source: Terms dictionary
fr: Dictionnaire des termes

source: Sorted alphabetically
fr: Par ordre alphabétique

source: Sorted by number of occurrences
fr: Par nombre d'occurrences

source: Manage corpus
fr: Gestion du corpus

source: Set corpus variables
fr: Charger les variables du corpus

source: Recode time variable...
fr: Recoder une variable temporelle...

source: Subset corpus
fr: Restreindre le corpus

source: By terms...
fr: À partir de termes...

source: By variable...
fr: À partir d'une variable...

source: Restore saved corpus
fr: Restaurer le corpus enregistré

source: Select or exclude terms...
fr: Sélectionner ou exclure des termes...

source: Distribution of documents
fr: Distribution des documents

source: One-way table of variable...
fr: Tri à plat d'une variable...

source: Two-way table of variables...
fr: Tri croisé de variables...

source: Temporal evolution...
fr: Évolution temporelle...

source: Descriptive analysis of vocabulary
fr: Analyse descriptive du lexique

source: Dissimilarity table...
fr: Table de dissimilarité...

source: Vocabulary summary...
fr: Bilan lexical...

source: Most frequent terms...
fr: Termes les plus fréquents...

source: Terms specific of levels...
fr: Termes spécifiques de modalités...

source: Analysis of chosen terms...
fr: Analyse de termes choisis...

source: Terms co-occurring with chosen terms...
fr: Termes co-occurrents de termes choisis...

source: Temporal evolution of chosen terms...
fr: Évolution temporelle de termes choisis...

source: Correspondence analysis
fr: Analyse des correspondances

source: Run analysis...
fr: Lancer l'analyse...

source: Show analysis results...
fr: Afficher les résultats de l'analyse...

source: Hierarchical clustering
fr: Classification ascendante hiérarchique

source: Run clustering...
fr: Lancer la classification...

source: Create clusters...
fr: Créer des classes...

source: Copy last table to report
fr: Copier la dernière table dans le rapport

source: Copy current plot to report
fr: Copier le dernier graphique dans le rapport

source: Draw black and white plots
fr: Dessiner les graphiques en noir et blanc

source: Draw colored plots
fr: Dessiner les graphiques en couleur

source: Open report file
fr: Ouvrir le fichier contenant le rapport

source: Select a new report file...
fr: Sélectionner un nouveau fichier pour le rapport...

source: Export results to report
fr: Exporter des résultats dans le rapport

source: Package required
fr: Paquet nécessaire

source: Package not available
fr: Paquet non disponible

source: Package %s is not available. Please check your Internet connection, restart R and try again.
fr: Le paquet %s n'est pas disponible. Vérifiez votre connexion à Internet, redémarrez R et essayez à nouveau.

source: Could not load package
fr: Impossible de charger le paquet

source: Package %s could not be loaded. See errors in the "Messages" area.
fr: Le paquet %s n'a pas pu être chargé. Lisez les erreurs dans la zone « Messages ».

source: All items of 'variables' should be meta-data variables of the corpus.
fr: Tous les élements de « variables » doivent être des variables du corpus.

source: %i documents have been skipped because they do not include any occurrence of the terms retained in the final document-term matrix. Their list is available in the "Messages" area. Increase the value of the 'sparsity' parameter if you want to include them.
fr: %i documents ont été ignorés car il ne contiennent aucune occurrence des termes retenus dans le tableau lexical final. Leur liste est disponible dans la zone « Messages ». Augmentez la limite de rareté des termes si vous désirez les prendre en compte.

source: Documents skipped from correspondence analysis:
fr: Documents ignorés lors de l'analyse des correspondances :

source: Documents skipped from hierarchical clustering:
fr: Documents ignorés lors de la classification ascendante hiérarchique :

source: Please increase the value of the 'sparsity' parameter so that at least two documents and two terms are retained.
fr: Veuillez augmenter la limite de rareté des termes afin qu'au moins deux documents et deux termes soient utilisés.

source: Please select active variables so that at least two levels are present in the retained documents.
fr: Veuillez choisir les variables actives de manière à ce qu'au moins deux modalités soient présentes dans les documents retenus.

source: Running correspondence analysis using %i documents, %i terms and %i variables.
fr: Calcul d'une analyse des correspondances sur %i documents, %i termes et %i variables.

source: Variable(s) %s have been skipped since it contains only missing values for retained documents.
fr: Les variables %s ont été ignorées parce qu'elles ne contiennent que des valeurs manquantes pour les documents retenus.

source: Some levels of variable(s) %s have been skipped since they contain only missing values for retained documents.
fr: Certains niveaux des variables %s ont été ignorés puisqu'ils ne contenaient que des valeurs manquantes pour les documents retenus.

source: Run Correspondence Analysis
fr: Réaliser une analyse des correspondances

source: (Terms present in at least %s documents will be retained in the analysis.)
fr: (Les termes présents dans au moins %s documents seront retenus dans l'analyse.)

source: (All terms will be retained in the analysis.)
fr: (Tous les termes seront retenus dans l'analyse.)

source: None (run analysis on full matrix)
fr: Aucune (analyse sur le tableau lexical entier)

source: Aggregate document-term matrix by variables:
fr: Agréger le tableau lexical selon des variables :

source: No corpus variables have been set. Use Text mining->Manage corpus->Set corpus variables to add them.
fr: Il n'y a pas de variables dans le corpus. Utilisez le menu Analyse lexicale->Gestion du Corpus->Définir les variables du corpus pour en ajouter.

source: Remove terms missing from more than (% of documents):
fr: Supprimer les termes absents de plus de (en % des documents) :

source: Number of dimensions to retain:
fr: Nombre de dimensions à retenir :

source: Hierarchical Clustering
fr: Classification ascendante hiérarchique

source: Hierarchical clustering of %i documents using %i terms (Ward's method with Chi-squared distance).
fr: Classification ascendante hiérarchique de %i documents en utilisant %i termes (méthode de Ward avec une distance du Khi-deux).

source: Hierarchical clustering of %i documents using %i terms (Ward's method with Chi-squared distance based on the %i first dimensions of the correspondence analysis).
fr: Classification ascendante hiérarchique de %i documents en utilisant %i termes (méthode de Ward avec une distance du Khi-deux fondée sur les %i premières dimensions de l'analyse des correspondances).

source: Clusters summary:
fr: Résumé des classes :

source: Clusters summary
fr: Résumé des classes

source: Cluster
fr: Classe

source: Number of documents
fr: Nombre de documents

source: % of documents
fr: % des documents

source: Within-cluster variance
fr: Variance intra-classe

source: Terms specific of cluster %i:
fr: Termes spécifiques de la classe %i :

source: Cluster %i:
fr: Classe %i :

source: Documents specific of cluster %i:
fr: Documents spécifiques de la classe %i :

source: Chi2 dist. to centroid
fr: Dist. du Khi2 au centroïde

source: Distribution of variables among clusters:
fr: Situation des variables dans les classes :

source: Row %
fr: % en ligne

source: Run Hierarchical Clustering
fr: Réaliser une classification ascendante hiérarchique

source: Use full document-term matrix
fr: Utiliser le tableau lexical entier

source: Use dimensions of correspondence analysis
fr: Utiliser des dimensions de l'analyse des correspondances

source: Retain dimensions from 1 to:
fr: Retenir les dimensions 1 à :

source: Please run a hierarchical clustering on the corpus first.
fr: Vous devez d'abord réaliser une classification ascendante hiérarchique.

source: Upper part of documents dendrogram
fr: Partie supérieure du dendrogramme des documents

source: Full documents dendrogram
fr: Dendrogramme complet des documents

source: Create Clusters
fr: Créer des classes

source: Clusters dendrogram
fr: Dendrogramme des documents

source: Clusters creation:
fr: Création des classes :

source: Number of clusters to retain:
fr: Nombre de classes à retenir :

source: Documents specific of clusters:
fr: Documents spécifiques des classes :

source: Maximum number of documents to show per cluster:
fr: Nombre maximal de documents à afficher par classe :

source: Terms specific of clusters:
fr: Termes spécifiques des classes :

source: Show terms with a probability below (%):
fr: Afficher les termes qui ont une probabilité inférieure à (%) :

source: Only retain terms with a number of occurrences above:
fr: Ne retenir que les termes avec un nombre d'occurrences supérieur à :

source: Maximum number of terms to show per cluster:
fr: Nombre maximal de termes à afficher par classe :

source: Terms dictionary sorted alphabetically
fr: Dictionnaire des termes par ordre alphabétique

source: Terms dictionary sorted by number of occurrences
fr: Dictionnaire des termes par nombre d'occurrences

source: Stopword
fr: Mot vide

source: Removed
fr: Supprimé

source: Stopword?
fr: Mot vide?

source: Removed?
fr: Supprimé?

source: Stemmed term
fr: Racine

source: Stemmed occ.
fr: Occ. racine

source: x and y must be simple_triplet_matrix objects
fr: x et y doivent être des objets simple_triplet_matrix

source: x and y must have two dimensions
fr: x et y doivent avoir deux dimensions

source: x and y must have the same column marginals
fr: x et y doivent avoir les mêmes totaux en colonne

source: Documents/Variables Dissimilarity
fr: Dissimilarité entre documents/variables

source: Row variable:
fr: Variable en ligne :

source: Column variable:
fr: Variable en colonne :

source: Documents dissimilarity table
fr: Table de dissimilarité entre documents

source: Documents by %s dissimilarity table
fr: Table de dissimilarité documents par %s

source: %s by documents dissimilarity table
fr: Table de dissimilarité %s par documents

source: %s by %s dissimilarity table
fr: Table de dissimilarité %s par %s

source: Global freq.
fr: Occ. globales

source: Please provide a variable with at least two levels.
fr: Veuillez fournir une variable avec au moins deux modalités.

source: % Term/Level
fr: % terme/mod.

source: % Level/Term
fr: % mod./terme

source: Level
fr: Modalité

source: t value
fr: Valeur t

source: Prob.
fr: Proba.

source: Please import a corpus and create the document-term matrix first.
fr: Vous devez d'abord importer un corpus et créer le tableau lexical entier.

source: Show Most Frequent Terms
fr: Afficher les termes les plus fréquents

source: None (whole corpus)
fr: Aucune (ensemble du corpus)

source: Report results by variable:
fr: Afficher les résultats selon la variable :

source: Most frequent terms in the corpus
fr: Termes les plus fréquents du corpus

source: Most frequent terms by %s
fr: Termes les plus fréquents par %s

source: Number of terms to show:
fr: Nombre de termes à afficher :

source: Select Variables to Import
fr: Sélectionner les variables à importer :

source: No variables
fr: Aucune variable

source: Select the corpus variables that should be imported:
fr: Sélectionnez les variables du corpus à importer :

source: Import Corpus
fr: Importer un corpus

source: Directory containing plain text files
fr: Répertoire contenant des fichiers textes bruts

source: Spreadsheet file (CSV, XLS, ODS...)
fr: Tableur (CSV, XLS, ODS...)

source: Factiva XML or HTML file(s)
fr: Fichier(s) Factiva en XML ou HTML

source: Twitter search
fr: Recherche sur Twitter

source: Load corpus from:
fr: Importer un corpus à partir d'un :

source: en
fr: fr

source: native (%s)
fr: natif (%s)

source: Ignore case
fr: Ignorer la casse

source: Remove punctuation
fr: Supprimer la ponctuation

source: Remove digits
fr: Supprimer les chiffres

source: Remove stopwords
fr: Supprimer les mots vides

source: Apply stemming
fr: Extraire les radicaux (racinisation)

source: Text processing:
fr: Traitement des textes :

source: Split texts into smaller documents
fr: Découper les textes en documents plus petits

source: Package SnowballC is needed to perform stemming. Do you want to install it? This requires a working Internet connection.
fr: Le paquet SnowballC est nécessaire pour l'extraction des radicaux des mots.Voulez-vous l'installer ? Cette opération nécessite une connection à Internet.

source: Language of texts in the corpus:
fr: Langue des textes du corpus :

source: File encoding:
fr: Encodage des fichiers :

source: Text splitting:
fr: Découpage des textes :

source: Size of new documents:
fr: Longueur des nouveaux documents :

source: paragraphs
fr: paragraphes

source: directory %s
fr: répertoire %s

source: All supported types
fr: Tous les types pris en charge

source: Comma-separated values (CSV) file
fr: Fichier de valeurs séparées par des virgules (CSV)

source: Tab-separated values (TSV) file
fr: Fichier de valeurs séparées par des tabulations (TSV)

source: dBase file
fr: Fichier dBase

source: Open Document Spreadsheet file
fr: Tableur Open Document

source: Excel file
fr: Fichier Excel

source: Excel 2007 file
fr: Fichier Excel 2007

source: Access database
fr: Base de données Access

source: Access 2007 database
fr: Base de données Access 2007

source: All files
fr: Tous les fichiers

source: Loading OpenDocument spreadsheets (.ods) is not supported on your system. You should save your data set as a CSV file or as an Excel spreadsheet (.xls).
fr: Le chargement des feuilles de calcul OpenDocument (.ods) n'est pas pris en charge sur votre système. Vous devriez enregistrer votre jeu de données dans un fichier CSV ou dans une feuille de calcul Excel (.xls).

source: Loading OpenDocument spreadsheets (.ods) requires the ROpenOffice package. Do you want to install it?
fr: Le paquet ROpenOffice est nécessaire pour charger des feuilles de calcul OpenDocument (.ods). Voulez-vous l'installer ?

source: Loading Excel and Access files is only supported on Windows. You should save your data set as a CSV file or as an OpenDocument spreadsheet (.ods).
fr: Le chargement des fichiers Excel et Access n'est pris en charge que sous Windows. Vous devriez enregistrer votre jeu de données dans un fichier CSV ou dans une feuille de calcul OpenDocument (.ods).

source: The RODBC package is needed to read Excel and Access files. Do you want to install it?
fr: Le paquet RODBC est nécessaire pour charger des fichiers Excel et Access. Voulez-vous l'installer ?

source: No ODBC driver for this file type was found. You probably need to install Excel or Access, or separate ODBC drivers.
fr: Aucun pilote ODBC n'a été trouvé pour ce type de fichier. Vous devez probablement installer Excel ou Access, ou des pilotes ODBC séparés.

source: Select one table
fr: Sélectionnez une table

source: No table selected
fr: Aucune table sélectionnée

source: File has unknown extension, assuming it is in the tab-separated values format.
fr: Le fichier a une extension inconnue, on suppose qu'il contient des valeurs séparées par des virgules.

source: spreadsheet file %s
fr: fichier tableur %s

source: Origin
fr: Origine

source: Author
fr: Auteur

source: The tm.plugin.factiva package is needed to import corpora from Factiva files. Do you want to install it?
fr: Le paquet tm.plugin.factiva est nécessaire pour importer des corpus à partir de fichiers Factiva. Voulez-vous l'installer ?

source: Factiva XML and HTML files
fr: Fichiers XML et HTML Factiva

source: Reading the specified file failed. Are you sure this file is in the correct format?
fr: La lecture du fichier spécifié a échoué. Êtes-vous sûr que ce fichier est dans le bon format?

source: Factiva file %s
fr: Fichier Factiva %s

source: The twitteR package is needed to import corpora from Twitter. Do you want to install it?
fr: Le paquet twitteR est nécessaire pour importer des corpus à partir de Twitter. Voulez-vous l'installer ?

source: Import Corpus From Twitter
fr: Importer un corpus à partir de Twitter

source: Remove user names
fr: Supprimer les noms d'utilisateur

source: Remove hashtags
fr: Supprimer les hashtags

source: Exclude retweets
fr: Exclure les retweets

source: Please enter valid authentication settings.
fr: Veuillez entrer des informations d'authentification valides.

source: Please enter valid text to search for.
fr: Veuillez saisir une texte de recherche valide.

source: TwitteR authentication failed. Please check the entered credentials or PIN code.
fr: L'authentification auprès de Twitter a échoué. Veuillez vérifier les informations et le code PIN que vous avez entré.

source: No recent tweets match the specified search criteria in the chosen language (%s).
fr: Aucun tweet récent ne correspond aux critères de recherche spécifiés dans la langue choisie (%s).

source: Retrieving messages from Twitter failed.
fr: La récupération des messages à partir de Twitter a échoué.

source: Time
fr: Temps

source: Truncated
fr: Tronqué

source: StatusSource
fr: Source

source: Note: Twitter requires you to register a custom application and fill in the details below. See vignette("twitteR") and https://dev.twitter.com/apps/new/. You will need to switch manually to the R console and copy the PIN code you get from the URL printed there.
fr: Note: Twitter requiert que vous enregistriez une application personnalisée et que vous remplissiez les informations ci-dessous. Référez-vous à vignette("twitteR") et à https://dev.twitter.com/apps/new/. Vous devrez passer manuellement à la console R et copier le code PIN que vous obtiendrez à partir de l'URL qui y sera affichée.

source: Text to search for:
fr: Texte à rechercher :

source: Maximum number of tweets to download:
fr: Nombre de tweets à télécharger :

source: Twitter search for %s
fr: Recherche de %s sur Twitter

source: Current Corpus
fr: Corpus actif

source: Current corpus contains %i documents and %i terms.
fr: Le corpus actif contient %i documents et %i termes.

source: Select a file to save results
fr: Sélectionnez un fichier où enregistrer les résultats

source: HTML file
fr: Fichier HTML

source: Text Mining Analysis Results
fr: Résultats de l'analyse textuelle

source: Corpus imported on %s. Language: %s.
fr: Corpus importé le %s. Langue : %s.

source: %i documents and %i terms.
fr: %i documents et %i termes.

source: Processing options:
fr: Options de traitement :

source: enabled
fr: activé

source: disabled
fr: désactivé

source: No report file has been created yet.
fr: Aucun fichier de rapport n'a encore été créé.

source: Report file does not exist (it was probably removed).
fr: Le fichier de rapport n'existe pas (il a probablement été supprimé).

source: No table has been built yet. Please create a table first.
fr: Aucune table n'a encore été construite. Commencez par en créer une.

source: No plot has been drawn yet. Please create a plot first.
fr: Aucun graphique n'a encore été représenté. Commencez par en créer un.

source: - plot %Y-%m-%d %H-%M
fr: - graphique %d-%m-%Y %Hh %M

source: No items.
fr: Aucun élément.

source: Value
fr: Valeur

source: Axes inertias (eigenvalues):
fr: Inertie des axes (valeurs propres) :

source: Mass
fr: Masse

source: Quality
fr: Qualité

source: Inertia
fr: Inertie

source: Documents and variables:
fr: Documents et variables :

source: Terms:
fr: Termes :

source: Select or Exclude Terms
fr: Sélectionner ou exclure des termes

source: Retain only these terms
fr: Ne retenir que ces termes

source: Exclude these terms
fr: Exclure ces termes

source: Please enter at least one term.
fr: Vous devez entrer au moins un terme.

source: Term '%s' does not exist in the corpus.
fr: Le terme « %s » n'existe pas dans le corpus.

source: Terms (space-separated):
fr: Termes (séparés par une espace) :

source: Please import a corpus first.
fr: Vous devez d'abord importer un corpus.

source: Please create or import a data set first.
fr: Vous devez d'abord créer ou importer un jeu de données.

source: Please create at least one variable (column).
fr: Vous devez créer au moins une variable (colonne).

source: Active data set must contain exactly %d rows.
fr: Le jeu de données actif doit contenir exactement %d lignes.

source: Correspondence Analysis
fr: Analyse des correspondances

source: Correspondence analysis of %i documents, %i terms and %i supplementary variables.
fr: Analyse des correspondances portant sur %i documents, %i termes et %i variables supplémentaires.

source: Correspondence analysis of %i active variable(s) (aggregating %i documents), %i terms and %i supplementary variable(s).
fr: Analyse des correspondances portant sur %i variable(s) active(s) (agrégeant %i documents), %i termes et %i variable(s) supplémentaire(s).

source: Quality (%)
fr: Qualité (%)

source: Axes summary:
fr: Résumé des axes :

source: Axes summary
fr: Résumé des axes

source: Inertia (%)
fr: Inertie (%)

source: Cumulated inertia (%)
fr: Inertie cumulée (%)

source: Axis
fr: Axe

source: Most contributive terms on negative side of axis %i:
fr: Termes les plus contributifs du côté négatif de l'axe %i :

source: Axis %i - Negative Side:
fr: Axe %i - Côté négatif :

source: None among the %i most contributive terms.
fr: Aucun parmi les %i termes les plus contributifs.

source: Active levels on negative side of axis %i:
fr: Modalités actives du côté négatif de l'axe %i :

source: Most extreme documents on negative side of axis %i:
fr: Documents les plus éloignés côté négatif de l'axe %i :

source: Most contributive documents on negative side of axis %i:
fr: Documents les plus contributifs du côté négatif de l'axe %i :

source: None among the %i most contributive documents.
fr: Aucun parmi les %i documents les plus contributifs.

source: Most contributive terms on positive side of axis %i:
fr: Termes les plus contributifs du côté positif de l'axe %i :

source: Axis %i - Positive Side:
fr: Axe %i - Côté positif :

source: Active levels on positive side of axis %i:
fr: Modalités actives du côté positif de l'axe %i :

source: Most extreme documents on positive side of axis %i:
fr: Documents les plus éloignés du côté positif de l'axe %i :

source: Most contributive documents on positive side of axis %i:
fr: Documents les plus contributifs du côté positif de l'axe %i :

source: Situation of supplementary variables on axis %i:
fr: Situation des variables supplémentaires sur l'axe %i :

source: Axis %i - Variables
fr: Axe %i - Variables

source: Please run a correspondence analysis on the corpus first.
fr: Vous devez d'abord réaliser une analyse des correspondances sur le corpus.

source: Show Correspondence Analysis
fr: Afficher l'analyse des correspondances

source: Dimensions to plot:
fr: Dimensions à représenter :

source: Terms
fr: Termes

source: Draw labels for:
fr: Dessiner des étiquettes pour :

source: Draw point symbols for:
fr: Dessiner des points pour :

source: Variables to plot:
fr: Variables à afficher :

source: Number of items to plot:
fr: Nombre d'éléments à afficher :

source: Both axes
fr: Aux deux axes

source: Horizontal axis
fr: À l'axe horizontal

source: Vertical axis
fr: À l'axe vertical

source: Please select something to plot.
fr: Vous devez sélectionner quelque chose à afficher.

source: Plotting documents and variables at the same time currently forces labels to be drawn for both or none.
fr: Représenter à la fois les documents et les variables oblige actuellement à dessiner des étiquettes pour tous les deux, ou pas du tout.

source: Show
fr: Afficher

source: Close
fr: Fermer

source: Horizontal axis:
fr: Axe horizontal :

source: Vertical axis:
fr: Axe vertical :
