Repository: rforge/r-temis
Catalog: pkg/rcmdr.temis/po/R-*.po
Languages: fr

source: Most contributive to:
fr: Les plus contributifs :

source: Show Specific Terms
fr: Afficher les termes spécifiques

source: Show terms specific of levels of variable:
fr: Afficher les termes spécifiques des modalités de la variable :

source: Please choose a variable with at least two levels.
fr: Veuillez choisir une variable avec au moins deux modalités.

source: Specific terms by document
fr: Termes spécifiques par document

source: Specific terms by %s
fr: Termes spécifiques par %s

source: Maximum number of terms to show per level:
fr: Nombre maximal de termes à afficher par modalité :

source: This package requires Rcmdr version 1.9-3 or higher.
fr: Ce paquet nécessite Rcmdr version 1.9-3 ou supérieure.

source: # Prefer fixed to scientific notation
fr: # Préférer la notation fixe à la notation scientifique

source: # Print numbers with two significant digits
fr: # Afficher les nombres avec deux chiffres significatifs

source: # Set a nice color palette for plots
fr: # Choix d'une palette de couleurs agréable pour les graphiques

source: Subset Corpus by Variable
fr: Restreindre le corpus à partir d'une variable

source: Save original corpus to restore it later
fr: Enregistrer le corpus actuel pour le restaurer plus tard

source: Select a variable and one or more levels to retain:
fr: Choisissez une variable et une ou plusieurs modalités à conserver :

source: Levels:
fr: Modalités :

source: Subset Corpus by Terms
fr: Restreindre le corpus à partir de termes

source: Specified conditions would exclude all documents from the corpus.
fr: Les conditions spécifiées exclueraient tous les documents du corpus.

source: Keep documents with terms (space-separated):
fr: Conserver les documents contenant les termes (séparés par une espace) :

source: Exclude documents with terms (space-separated):
fr: Exclure les documents contenant les termes (séparés par une espace) :

source: (Only documents matching both conditions will be retained in the new corpus.)
fr: (Seuls les documents satisfaisant aux deux conditions seront retenus dans le nouveau corpus.)

source: No saved corpus to restore was found.
fr: Aucun corpus sauvegardé à restaurer n'a été trouvé.

source: 'term' is not present in 'dtm'
fr: « term » n'est pas dans « dtm »

source: Terms Co-occurring With Chosen Terms
fr: Termes co-occurrents de termes choisis

source: Terms associated with term "%s" according to Chi-squared distance
fr: Termes associés avec le terme « %s » d'après la distance du Khi2

source: (for %s)
fr: (pour %s)

source: Reference terms (space-separated):
fr: Termes de référence (séparés par une espace) :

source: Term Frequencies
fr: Fréquence de termes

source: Term prevalence in level ("% Term/Level")
fr: Prévalence du terme dans la modalité (« % terme/mod. »)

source: Distribution of occurrences among levels ("% Level/Term")
fr: Distribution des occurrences entre les modalités (« % mod./terme »)

source: Absolute number of occurrences in level ("Level")
fr: Nombre absolu d'occurrences dans la modalité (« Modalité »)

source: Measure to plot:
fr: Mesure à représenter :

source: Occurrences of term %T by %V
fr: Occurrences du terme %T par %V

source: Group results by term
fr: Grouper les résultats par terme

source: Draw plot
fr: Créer un graphique

source: Vertical bars
fr: Barres verticales

source: Stacked bars
fr: Barres empilées

source: % of all terms
fr: % de tous les termes

source: % of occurrences
fr: % des occurrences

source: Number of occurrences
fr: Nombre d'occurrences

source: (% of all terms)
fr: (en % de tous les termes)

source: (% of occurrences)
fr: (en % des occurrences)

source: Terms to show (space-separated):
fr: Termes à afficher (séparés par une espace) :

source: Display:
fr: Afficher :

source: Title:
fr: Titre :

source: Recode Time Variable
fr: Recoder une variable temporelle

source: Existing date/time variable:
fr: Variable de date/heure existante :

source: Incorrect input time format or variable: no values of "%s" could be converted to a time index.
fr: Format ou variable de temps incorrects en entrée : aucune valeur de « %s » n'a pu être convertie en repère temporel.

source: Some values of "%s" could not be converted to a time index and will be missing.
fr: Certaines valeurs de « %s » n'ont pas pu être converties en repères temporels et seront donc manquantes.

source: Time format of existing variable:
fr: Format de temps de la variable existante :

source: New variable name:
fr: Nom de la nouvelle variable :

source: Time format of new variable:
fr: Format de temps de la nouvelle variable :

source: Useful codes: %Y: year - %m: month number - %B: month name %W: week number starting on Mondays - %U: starting on Sundays %d: day number - %A: week day name %H: hour - %M: minute Click the "Help" button for more codes.
fr: Codes utiles: %Y : année - %m : numéro du mois - %B : nom du mois %W : numéro de la semaine débutant le lundi - %U : débutant le dimanche %d : numéro du jour - %A : nom du jour de la semaine %H : heure - %M : minute Cliquez sur le bouton « Aide » pour plus de codes.

source: Corpus Temporal Evolution
fr: Évolution temporelle du corpus

source: Date/time variable:
fr: Variable de date/heure :

source: None (one curve)
fr: Aucune (une seule courbe)

source: Number of documents per time unit
fr: Nombre de documents par unité de temps

source: % of documents per time unit
fr: % des documents par unité de temps

source: Measure:
fr: Mesure :

source: Apply rolling mean
fr: Appliquer une moyenne glissante

source: Temporal evolution of the corpus
fr: Évolution temporelle du corpus

source: Plotting percents of documents with only one curve does not make sense: all points would be 100%.
fr: Représenter les pourcentages de documents avec une seule courbe n'a pas de sens : tous les points seraient à 100 %.

source: Incorrect time format or variable: no values of "%s" could be converted to a time index.
fr: Format ou variable de temps incorrects : aucune valeur de « %s » n'a pu être convertie en repère temporel.

source: per second
fr: par seconde

source: per minute
fr: par minute

source: per hour
fr: par heure

source: per day
fr: par jour

source: per week
fr: par semaine

source: Chosen roll mean window is longer than the range of the time variable, rolling mean was not applied.
fr: La fenêtre choisie pour la moyenne glissante est plus large que l'étendue de la variable temporelle : la moyenne glissante n'a pas été appliquée.

source: Only one time point present, no plot can be drawn.
fr: Un seul repère temporel présent, impossible de dessiner un graphique.

source: Time format:
fr: Format de temps :

source: %Y: year - %m: month - %d: day %H: hour - %M: minute Click the "Help" button for more codes.
fr: %Y : année - %m : mois - %d : jour %H : heure - %M : minute Cliquez sur le bouton « Aide » pour d'autres codes.

source: Group by variable:
fr: Grouper selon la variable :

source: Only plot levels:
fr: Représenter seulement les modalités :

source: Rolling mean:
fr: Moyenne glissante :

source: Time window for mean (in time units):
fr: Fenêtre à utiliser (en unités de temps) :

source: Temporal Evolution of Term Occurrences
fr: Évolution temporelle des occurrences de termes

source: Number of occurrences in level per time unit
fr: Nombre d'occurrences dans la modalité par unité de temps

source: Temporal evolution of occurrences
fr: Évolution temporelle des occurrences

source: Plotting distribution of occurrences with only one curve does not make sense: all points would be 100%.
fr: Représenter la distribution des occurrences avec une seule courbe n'a pas de sens : tous les points seraient à 100 %.

source: Only one term can be used when a grouping variable is selected.
fr: Seul un terme peut être utilisé lorsqu'une variable de regroupement est sélectionnée.

source: Variable One-Way Table
fr: Tri à plat d'une variable

source: Percent
fr: Pourcentages

source: Absolute counts
fr: Effectifs absolus

source: Distribution of documents by %V
fr: Distribution des documents par %V

source: Plot:
fr: Graphique :

source: Corpus has only one variable.
fr: Le corpus n'a qu'une variable.

source: Variable Two-Way Table
fr: Tri croisé de variables

source: Column %
fr: % en colonne

source: Distribution of documents by %V1 and %V2
fr: Distribution des documents par %V1 et %V2

source: Cannot plot stacked bars when the table has a null margin.
fr: Impossible d'utiliser des barres empilées lorsque que l'une des marges de la table est nulle.

source: (row %)
fr: (% en ligne)

source: (column %)
fr: (% en colonne)

source: Corpus mean
fr: Moyenne du corpus

source: Corpus total
fr: Total du corpus

source: Per document mean:
fr: Moyenne par document :

source: Per category total:
fr: Total par catégorie :

source: Number of terms
fr: Nombre de termes

source: Number of unique terms
fr: Nombre de termes distincts

source: Percent of unique terms
fr: Pourcentage de termes distincts

source: Number of hapax legomena
fr: Nombre de hapax

source: Percent of hapax legomena
fr: Pourcentage de hapax

source: Number of words
fr: Nombre de mots

source: Number of long words
fr: Nombre de mots longs

source: Percent of long words
fr: Pourcentage de mots longs

source: Number of very long words
fr: Nombre de mots très longs

source: Percent of very long words
fr: Pourcentage de mots très longs

source: Average word length
fr: Longueur moyenne des mots

source: Vocabulary Summary
fr: Bilan lexical

source: Document (mean over individual documents)
fr: Document (moyenne des documents individuels)

source: Level (sum inside levels considered as a whole)
fr: Modalité (somme par modalités prises globalement)

source: Unit of analysis:
fr: Unité d'analyse :

source: Draw plot for:
fr: Créer un graphique avec :

source: All terms
fr: Total des termes

source: Unique terms
fr: Termes distincts

source: Hapax legomena
fr: Hapax

source: All words
fr: Total des mots

source: Long words
fr: Mots longs

source: Very long words
fr: Mots très longs

source: Plot global corpus value
fr: Représenter la valeur globale pour le corpus

source: Vocabulary summary by %V
fr: Bilan lexical par %V

source: (per-document mean)
fr: (moyenne par document)

source: (per-category sum)
fr: (somme par catégorie)

source: Plotting measure:
fr: Mesure à représenter :

source: Plot title:
fr: Titre du graphique :

source: Stemmed.Term
fr: Terme.Racine

source: LexisNexis HTML file(s)
fr: Fichier(s) HTML LexisNexis

source: Europresse HTML file(s)
fr: Fichier(s) HTML Europresse

source: Alceste file(s)
fr: Fichier(s) Alceste

source: Edit stemming manually
fr: Éditer la lemmatisation manuellement

source: The tm.plugin.lexisnexis package is needed to import corpora from Factiva files. Do you want to install it?
fr: Le paquet tm.plugin.lexisnexis est nécessaire pour importer des corpus à partir de fichiers LexisNexis. Voulez-vous l'installer ?

source: LexisNexis HTML files
fr: Fichier(s) HTML LexisNexis

source: LexisNexis file %s
fr: Fichier LexisNexis %s

source: The tm.plugin.europresse package is needed to import corpora from Europresse files. Do you want to install it?
fr: Le paquet tm.plugin.europresse est nécessaire pour importer des corpus à partir de fichiers Europresse. Voulez-vous l'installer ?

source: Europresse HTML files
fr: Fichiers HTML Europresse

source: Europresse file %s
fr: Fichier Europresse %s

source: The tm.plugin.alceste package is needed to import corpora from Alceste files. Do you want to install it?
fr: Le paquet tm.plugin.alceste est nécessaire pour importer des corpus à partir d'un fichier Alceste. Voulez-vous l'installer ?

source: Alceste files
fr: Fichiers Alceste

source: Alceste file %s
fr: Fichier Alceste %s

source: This package requires Rcmdr version 2.0-0 or higher.
fr: Ce paquet nécessite Rcmdr version 2.0-0 ou supérieure.

source: Keep documents containing one of these terms (space-separated):
fr: Conserver les documents contenant l'un de ces termes (séparés par une espace) :

source: at least
fr: au moins

source: time(s)
fr: fois

source: Exclude documents containing one of these terms (space-separated):
fr: Exclure les documents contenant l'un de ces termes (séparés par une espace) :

source: Tk widget 'tablelist' could not be loaded
fr: Le widget Tk 'tablelist' n'a pas pu être chargé

source: Tk widget 'autoscroll' could not be loaded
fr: Le widget Tk 'autoscroll' n'a pas pu être chargé

source: Original.Word
fr: Mot

source: Data set must contain columns named "%s" and "%s".
fr: Le jeu de données actif doit contenir des colonnes nommées « %s » et « %s ».

source: Import stemming dictionary
fr: Importer un dictionnaire

source: Export stemming dictionary
fr: Exporter le dictionnaire

source: Error
fr: Erreur

source: Warning
fr: Avertissement

source: Please specify a sparsity value between 0 (excluded) and 100%.
fr: Veuillez spécifier une limite de rareté des termes entre 0 (exclu) et 100 %.
